/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Przeciągnij %1$@ poniżej\nczynności %2$@.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Przeciągnij %1$@ w %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "Dodaj %@, aby zobaczyć\npodgląd pliku GIF.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Dodano skrót: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "Twoje skróty zostały wyzerowane. Aby kontynuować, otwórz ponownie aplikację Skróty.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Uruchomienie skrótu %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "Wykonuję, %lu%% ukończone";

/* Accessibility label */
"Edit profile photo" = "Edytuj zdjęcie profilowe";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "Animacja przedstawiająca wysuwanie centrum powiadomień z góry ekranu";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "Animacja przedstawiająca dodawanie widżetu Skrótów do listy aktywnych widżetów";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "Animacja przedstawiająca przewijanie na dół listy widżetów i stukanie w Edycja";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "Animacja przedstawiająca przesuwanie w lewo do listy widżetów";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "Zrzut ekranu przedstawiający centrum powiadomień z widżetem Skrótów";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "Obrazek profilowy użytkownika %@";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Użyj jako tożsamości domyślnej";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Wybrano jako tożsamość główną";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Plus, minus";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Backspace";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Dziesiętne";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Niestety, aplikacja Skróty nie ma na to wpływu. Przyczyną jest błąd w aplikacji nadrzędnej. Polecamy skontaktować się z twórcami tej aplikacji, aby powiadomić ich o tym problemie.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "Aplikacja, która otworzyła to rozszerzenie, nie podała żadnych danych wejściowych.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "Nie można było pobrać skrótu.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Nie można odczytać bazy danych skrótów, ponieważ została utworzona przez nowszą wersję aplikacji Skróty.\n\nMożesz uaktualnić aplikację lub wyzerować skróty. Utracisz swoje skróty, ale jeśli używasz synchronizacji iCloud, zostaną one przywrócone.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Nie można odczytać bazy danych skrótów, ponieważ jest uszkodzona. Możesz to naprawić, zerując skróty. Utracisz swoje skróty, ale jeśli używasz synchronizacji iCloud, zostaną one przywrócone.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Nie można odczytać bazy danych Skrótów, ponieważ jest uszkodzona.\n\nMożesz napisać wiadomość email do działu wsparcia i dołączyć do niej uszkodzoną bazę danych, albo wyzerować swoje skróty. Zostaną one utracone, funkcja synchronizacji iCloud przywróci je na Twoim urządzeniu.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "Wyślij email do Wsparcia";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Wyzeruj skróty";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Uaktualnij Skróty";

/* Alert title for an error */
"Aw no!" = "O, nie!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Niezgodność wersji aplikacji Skróty";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Wyzerowanie skrótów";

/* Apple watch; label for result from running the shortcut */
"Result" = "Wynik";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Wyniki (%ld)";

/* Back button */
"Back" = "Wróć";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "Dodanie widżetu znacznie przyspiesza wykonywanie skrótów. Na pewno chcesz pominąć ten krok?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "Wysłanie nie powiodło się? Spróbuj ponownie za chwilę.";

/* Button */
"Cancel" = "Anuluj";

/* Button */
"Done" = "Gotowe";

/* Button */
"Next" = "Dalej";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "Prześlij swój skrót";

/* Button for editing their profile picture */
"Edit" = "Edycja";

/* Button or nav bar title */
"Edit Profile" = "Edycja profilu";

/* Button or title */
"Run shortcut" = "Uruchom skrót";

/* Button or title to share a shortcut */
"Share Shortcut" = "Udostępnij skrót";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Prześlij skrót";

/* Button or title; user profile */
"Profile" = "Profil";

/* Button that shows all collection search results */
"See All" = "Zobacz wszystko";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Porzuć zmiany";

/* Button title; create a new shortcut */
"Create Shortcut" = "Utwórz skrót";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Dodaj widżet";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Pozostaw oba";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Zastąp";

/* Button to skip a step */
"Skip" = "Pomiń";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Wybierz skróty wyświetlane na zegarku.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Wybierz skróty wyświetlane w tej komplikacji.";

/* Copy content */
"Copy" = "Kopiuj";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Nie można znaleźć wskazanego skrótu.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "Nie można znaleźć skrótu „%@”.";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Skrót bez nazwy";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Możesz dodać dowolny skrót do Siri, nagrywając własne polecenie głosowe.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Możesz połączyć serię kroków, tworząc skrót automatyzujący czynności wykonywane w aplikacjach. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Widżet Skróty zapewnia jeszcze szybszy dostęp do skrótów.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Wybierz z biblioteki";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Zrób zdjęcie";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "janek@workflow.is";

/* Edit profile; email field title */
"Email" = "Email";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "URL witryny „%@” jest nieprawidłowy.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Nieprawidłowa witryna";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "Opublikowane kolejki czynności będą podpisane „%@”.";

/* Edit profile; person name field title */
"Name" = "Imię";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Imię/nazwisko (wymagane)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Dane prywatne";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Dane publiczne";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "Nie znaleźliśmy niczego dla „%@”. Wyszukaj coś innego.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Brak skrótów.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Brak wyników";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "Nieprawidłowy adres URL skrótu.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "Błąd importu";

/* Error message */
"There are no photos in your photo library." = "W bibliotece zdjęć nie ma żadnego zdjęcia.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Łącze skrótu może być niepoprawne lub mogło zostać usunięte.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Nie można połączyć się z Galerią.";

/* Error message title */
"Shortcut Not Found" = "Nie znaleziono skrótu";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Nie można wczytać tego zbioru.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Nie można wczytać tego zbioru.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "Upłynął limit czasu na ukończenie działania czynności „%@”.";

/* Exit the app (kills the app) */
"Exit" = "Zakończ";

/* Gallery search section title for collection search results */
"Collections" = "Zbiory";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Pokaż mniej";

/* Gallery search; button to show more collection search results */
"Show More" = "Pokaż więcej";

/* Generic title for a notification show in the app */
"Notification" = "Powiadomienie";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Skróty";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "czynności";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "To jest skrót.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Gratulacje!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Super!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "przycisk uruchamiania skrótu";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Przeciągnij jedną z czynności, aby udostępnić plik GIF.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "przycisk odtwarzania";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nWystąpił błąd. Spróbuj ponownie lub stuknij w Gotowe.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nUruchomienie skrótu nie zostało ukończone. Spróbuj ponownie lub stuknij w Gotowe.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nSkrót jest gotowy. Naciśnij przycisk odtwarzania, aby go uruchomić!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nSkróty złożone są z serii czynności (rzeczy znajdujących się po lewej).\n\nNastępnie dodamy czynność Utwórz GIF, która będzie animować zdjęcia z pierwszej czynności.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nStwórzmy skrót generujący animowany plik GIF.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nSkrót został wykonany. Fajnie, no nie?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Witamy w Skrótach.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Stuknięcie w Prześlij spowoduje przesłanie tej kolejki czynności do sprawdzenia. Jeśli zdecydujemy się dołączyć tę kolejkę do Galerii, powiadomimy Cię w wiadomości email.";

/* Make GIF action name */
"Make GIF" = "Utwórz GIF";

/* Media file name label */
"Media File" = "Plik multimedialny";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Czy chcesz zastąpić swój skrót?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Informacje o kolejce czynności";

/* None option */
"None" = "Brak";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Super! Wygląda na to, że widżet Skrótów został już dodany. Przejdźmy dalej.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Możesz szybko uruchamiać kolejki czynności, używając widżetu Skróty.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Wpisz tutaj opis działania tej kolejki czynności.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Wpisz tutaj bardziej szczegółowy opis działania tej kolejki czynności.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Janek Jabłonka";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Wprowadź tutaj krótki opis, co robi Twoja kolejka czynności.";

/* Print content */
"Print" = "Drukuj";

/* Quick Look action name */
"Quick Look" = "Szybki przegląd";

/* Recovery option for when the gallery does not load */
"Try Again" = "Ponów";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Otwórz Ustawienia";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Aby uzyskać dostęp do Galerii, włącz transmisję danych komórkowych lub użyj sieci WLAN.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Aby uzyskać dostęp do Galerii, włącz transmisję danych komórkowych lub użyj sieci Wi‑Fi.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Aby uzyskać dostęp do Galerii, wyłącz tryb Samolot lub użyj WLAN.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Aby uzyskać dostęp do Galerii, wyłącz tryb Samolot lub użyj Wi‑Fi.";

/* Save as image */
"Save Image" = "Zachowaj obrazek";

/* Search gallery */
"Search" = "Szukaj";

/* Section title */
"Shortcuts" = "Skróty";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Wiadomość";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Skrót został przesłany";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Dodano do biblioteki";

/* Splash screen primary button title */
"Get Started" = "Zaczynamy";

/* Splash screen title */
"Welcome to Shortcuts" = "Witamy w Skrótach";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Zatrzymaj %@";

/* Take Photo action name */
"Take Photo (action name)" = "Zrób zdjęcie";

/* Tap to choose an option */
"Tap to Choose" = "Stuknij, aby wybrać";

/* Terms and Conditions view title */
"Terms and Conditions" = "Warunki i zasady";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Powiadomimy Cię, gdy skrót zostanie przyjęty!";

/* Title */
"Gallery" = "Galeria";

/* Title */
"Shortcuts" = "Skróty";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Powiadom innych";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Opis";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Długi opis";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Krótki opis";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Nazwa kolejki czynności";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Po prostu użyj Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Dodać widżet?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "Istnieje już skrót o nazwie „%@”.";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Niestety";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Na skróty";

/* Title of main screen showing your library of shortcuts */
"Library" = "Biblioteka";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Widżet Skróty";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Uszkodzona baza danych";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Pokaż Galerię…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Zarządzaj skrótami…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Dostosuj w Skrótach";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "To jest widżet. Stuknij w *Dodaj widżet*, aby mieć dostęp do skrótów w dowolnym momencie.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "To jest widżet, który pozwala na szybkie uruchamianie skrótów.";

/* Today widget; empty state */
"No Shortcuts" = "Brak skrótów";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Stuknij, aby zobaczyć resztę";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Wczytuję";

/* Watch app button; stop running the shortcut */
"Stop" = "Zatrzymaj";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Pokaż/ukryj";

/* Watch app; Change text field text */
"Tap to Change" = "Stuknij, aby zmienić";

/* Watch app; Compose a message */
"Create Message" = "Utwórz wiadomość";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Plus/minus";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "— %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Adres nadawcy";

/* Watch app; email composer; bcc address label */
"Bcc" = "Udw";

/* Watch app; email composer; cc address label */
"Cc" = "Dw";

/* Watch app; email composer; from address label */
"From" = "Od";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Dołączone (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Temat";

/* Watch app; email composer; to address label */
"To" = "Do";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Nie znaleziono miejsca";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Dw/Udw";

/* Watch app; number field placeholder */
"Enter number…" = "Wpisz liczbę…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "Musisz wybrać kontakt, do którego ma zostać wysłana wiadomość.";

/* Watch app; send the email */
"Send" = "Wyślij";

/* Watch app; share QuickLook content */
"Share" = "Udostępnij";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Użyj funkcji Handoff na iPhonie, aby przyznać dostęp skrótowi „%@”.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Aby kontynuować skrót, użyj funkcji Handoff na iPhonie.";

/* Watch app; text field placeholder */
"Enter text…" = "Wpisz tekst…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Pokaż na iPhonie";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Żaden skrót nie został dodany.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Brak skrótów";

/* Website URL label */
"Website" = "Witryna";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Dodawanie widżetu";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "Animacja przedstawiająca mocne naciśnięcie ikony aplikacji Skróty na ekranie początkowym w celu otwarcia widżetu";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Stuknij w +, aby dodać widżet Skróty. Stuknij w Gotowe.";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Przesuń w górę, aby przejść do ekranu początkowego, naciśnij mocno ikonę Skróty, a następnie stuknij w Dodaj widżet.";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Naciśnij przycisk Początek, naciśnij mocno ikonę aplikacji Skróty, a następnie stuknij w Dodaj widżet.";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Przewiń na dół\ni stuknij w Edycja.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Przesuń w lewo, aby\nwyświetlić widżety.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "Przesuń w dół po lewej\nna dole i stuknij w Edycja.";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Przesuń w dół od góry, aby wyświetlić centrum powiadomień.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "Twój skrót jest gotowy do udostępnienia!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " do %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ do %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "do prawej";

